Repository: LoopTranslation/LoopKit
Catalog: LoopKitUI/*.lproj/Localizable.strings
Languages: ro

source: higher
ro: mai mare

source: lower
ro: mai mic

source: (appName) assumes that the insulin it has delivered is actively working to lower your glucose for 6 hours. This setting cannot be changed.
ro: (appName) presupune că insulina pe care a livrat-o acționează pentru a vă scădea glicemia timp de 6 ore. Această setare nu poate fi schimbată.

source: %@ assumes that the insulin it has delivered is actively working to lower your glucose for 6 hours. This setting cannot be changed.
ro: %@ presupune că insulina pe care a livrat-o acționează pentru a scădea glicemia timp de 6 ore. Această setare nu poate fi schimbată.

source: %@%% of normal insulin
ro: %@%% din insulină normală

source: %1$@ assumes insulin is actively working for 6 hours. You can choose from %2$@ different models for how the app measures the insulin’s peak activity.
ro: %1$@ presupune că insulina acționează timp de 6 ore. Puteți alege din %2$@ modele diferite pentru modul în care aplicația determina vârful de acțiune al insulinei.

source: %1$@ units remaining at %2$@
ro: %1$@ unități rămase la %2$@

source: %1$d percent complete.
ro: %1$d la sută complet.

source: A card whose text will wrap onto multiple lines if I continue to type for long enough—this length should do
ro: Un card al cărui text se va întinde pe mai multe linii dacă continui să tastez pentru o perioadă suficient de lungă — această lungime ar trebui să o facă

source: A correction range is different. This will be a narrower range.
ro: Un interval de corecție este diferit. Acesta ar trebui sa fie un interval mai îngust.

source: A simple card
ro: Un card simplu

source: A value of 0 U/hr means you will be scheduled to receive no basal insulin.
ro: O valoare de 0 U/oră înseamnă că nu vei primi insulină bazală.

source: Above dynamic data
ro: Deasupra datelor dinamice

source: Above the save button
ro: Deasupra butonului de salvare

source: Absorption Time
ro: Timp de absorbție

source: Action Button
ro: Buton acțiune

source: Activity
ro: Activitate

source: Add
ro: Adaugă

source: Add Account
ro: Adaugă cont

source: Add Carb Entry
ro: Adaugă carbohidrați

source: Are you sure you want to delete all history entries?
ro: Sigur doriți să ștergeți toate înregistrările din istoric?

source: Are you sure you want to delete all reservoir values?
ro: Sigur doriți să ștergeți toate valorile de rezervor?

source: Authenticate to save therapy setting
ro: Autentifică-te pentru a salva setările terapiei

source: authentication-button-delete
ro: autentificare-buton-ștergere

source: Basal Rates
ro: Rate bazale

source: Basal, bolus, and correction insulin dose amounts are decreased by %@%%.
ro: Dozele de insulină bazale, de bolus și de corecție sunt scăzute cu %@%%.

source: Basal, bolus, and correction insulin dose amounts are increased by %@%%.
ro: Dozele de insulină bazale, de bolus și de corecție sunt crescute cu %@%%.

source: Basal, bolus, and correction insulin dose amounts are unaffected.
ro: Dozele de insulină bazale, de bolus și de corecție sunt neafectate.

source: Below dynamic data
ro: Sub datele dinamice

source: Bottom
ro: Jos

source: Bottom component
ro: Componenta de jos

source: Cancel
ro: Renunță

source: Cancel Override
ro: Oprește înlocuirea

source: Canceling Temp Basal
ro: Oprește bazala temporară

source: Carb Ratios
ro: Raport carbohidrați/insulină

source: Changes will only apply this time you enable the override. The default settings of %@ will not be affected.
ro: Modificările se vor aplica doar pe durata înlocuirii. Setările implicite de %@ nu vor fi afectate.

source: Changes will only apply this time you enable the preset. The default settings of %@ will not be affected.
ro: Modificările se vor aplica numai de această dată când activați presetarea. Setările implicite %@ nu vor fi afectate.

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
ro: Alegeți o durată mai lungă de absorbție pentru mese mai mari sau pentru cele care conțin grăsimi și proteine. Nu e necesară o valoare exactă, scopul e să oferim doar o ghidare pentru algoritm.

source: Close
ro: Închide

source: com.loudnate.CarbKit.COBDateLabel
ro: la %1$@

source: com.loudnate.CarbKit.totalDateLabel
ro: de la %1$@

source: com.loudnate.InsulinKit.IOBDateLabel
ro: la %1$@

source: com.loudnate.InsulinKit.totalDateLabel
ro: de la %1$@

source: com.loudnate.LoopKit.errorAlertActionTitle
ro: OK

source: Completed.
ro: Finalizat.

source: Condition
ro: Condiție

source: Confirm Setting
ro: Confirmați setările

source: content
ro: conținut

source: Continue
ro: Continuă

source: Correction range is the blood glucose range that you would like Loop to correct to.
ro: Intervalul de corecție este intervalul de glicemie din sânge pe care doriți ca Loop să îl corecteze.

source: Correction Values
ro: Valori corecție

source: Custom
ro: Personalizată

source: Custom Override
ro: Înlocuire personalizată

source: Custom Preset
ro: Presetare particularizată

source: Date
ro: Data

source: Delete
ro: Șterge

source: Delete Account
ro: Șterge cont

source: Delete All
ro: Șterge tot

source: Delivery Limits
ro: Limite administrare

source: Delivery limits are safety guardrails for your insulin delivery.
ro: Limitele de livrare sunt măsuri de siguranță pentru administrarea insulinei.

source: Disable Preset
ro: Dezactivează presetarea

source: Done
ro: Terminat

source: Duration
ro: Durată

source: Dynamic component #%@
ro: Componenta dinamică #%@

source: Dynamic data %@
ro: Date dinamice %@

source: Edit
ro: Editare

source: Edit Carb Entry
ro: Editează carbohidrați

source: Edit Override
ro: Editează înlocuirea

source: Editing affects only the active override. The default settings of %@ will not be affected.
ro: Editarea afectează doar înlocuirea activă. Setările implicite de %@ nu vor fi afectate.

source: Edits persist only until the preset is disabled. The default settings of %@ will not be affected.
ro: Modificările persistă numai până când presetarea este dezactivată. Setările implicite %@ nu vor fi afectate.

source: Enable
ro: Activează

source: Enable Indefinitely
ro: Activează pe termen nedeterminat

source: Enabled
ro: Activată

source: Enter %1$@ value
ro: Introduceți valoarea %1$@

source: Enter a number of units
ro: Introduceți un număr de unități

source: Enter a rate in units per hour
ro: Introduceți o rată exprimată în unități per oră

source: Example
ro: Exemplu

source: Fast
ro: Rapidă

source: For this range, choose the specific glucose value (or range of values) that you want Loop to aim for in adjusting your basal insulin.
ro: Pentru acest interval, alegeți valoarea specifică a glicemiei (sau intervalul de valori) spre care doriți ca Loop să țintească în ajustarea insulinei bazale.

source: Get help with Therapy Settings
ro: Obțineți ajutor cu Setările Terapiei

source: Go Back
ro: Inapoi

source: High Basal Rate
ro: Rată bazală ridicată

source: High Carb Ratio
ro: Raport carbohidrați/insulina ridicat

source: High Correction Value
ro: Valoare de corecție ridicată

source: High Insulin Sensitivity
ro: Factor de sensibilitate la insulină ridicat

source: High Maximum Basal Rate
ro: Rată bazală maximă ridicata

source: High Maximum Bolus
ro: Bolus maxim ridicat

source: If these settings look good to you, tap Save Settings to continue.
ro: Dacă aceste setări arată bine pentru tine, apasă pe Salvează Setări pentru a continua.

source: If you've used a CGM before, you're likely familiar with target range as a wide range of values you'd like for your glucose notification alerts, such as 70-180 mg/dL or 90-200 mg/dL.
ro: Dacă ați folosit anterior un CGM, probabil sunteți familiarizat cu intervalul țintă ca o gamă largă de valori pe care le-ați dori pentru alertele de notificare, cum sunt 70-180 mg/dl sau 90-200 mg/dl.

source: Insulin Sensitivities
ro: Factor de sensibilitate la insulină

source: Insulin sensitivity describes how your blood glucose should respond to a 1 Unit dose of insulin. Smaller values mean more insulin will be given when above target. Values that are too small can cause dangerously low blood glucose.
ro: Factorul de sensibilitate la insulină descrie felul în care glicemia ar trebui să răspundă la 1 unitate de insulină. Valori mai mici determină administrarea unor doze mai mari de insulină pentru a scădea glicemia la intervalul țintă.

source: Loop supports 1 to 48 rates per day.
ro: Loop suportă 1 până la 48 de rate bazale pe zi.

source: Low Basal Rate
ro: Rată bazală scăzută

source: Low Carb Ratio
ro: Raport Carbohidrați/Insulina scăzut

source: Low Correction Value
ro: Valoare de corecție scăzută

source: Low Insulin Sensitivity
ro: Factor de sensibilitate la insulină scăzut

source: Low Maximum Basal Rate
ro: Rată bazală maximă scăzută

source: Low Maximum Bolus
ro: Bolus maxim scăzut

source: Maximum Basal Rate
ro: Rată bazală maximă

source: Maximum basal rate
ro: Rată bazală maximă

source: Maximum basal rate is the maximum automatically adjusted basal rate that Loop is allowed to enact to help reach your correction range.
ro: Rata bazală maximă este valoarea maxima a ratei bazale ajustată automat care permite Loop sa acționeze pentru a atinge intervalul de corecție.

source: Maximum Bolus
ro: Bolus maxim

source: Maximum bolus
ro: Bolus maxim

source: Maximum bolus is the highest bolus amount that you will allow Loop to recommend at one time to cover carbs or bring down high glucose.
ro: Bolusul maxim este cea mai mare cantitate de insulina pe care o va recomanda Loop pentru a acoperi carbohidrați sau pentru a corecta o glicemie mare.

source: Medium
ro: Medie

source: Middle
ro: Mijloc

source: more content
ro: mai mult conținut

source: More Info
ro: Mai multe informații

source: Name
ro: Nume

source: New Entry
ro: Intrare nouă

source: New Preset
ro: Presetare nouă

source: No Basal Insulin
ro: Fără insulină bazală

source: Other
ro: Altele

source: Overall Insulin Needs
ro: Necesar de insulină total

source: Override Presets
ro: Presetări de înlocuire

source: Override presets can be set up under the 'Configuration' section of the settings screen.
ro: Presetările de înlocuire pot fi setate în secțiunea 'Configurație' din ecranul de setări.

source: Overrides
ro: Înlocuiri

source: Pre-Meal
ro: Preprandial

source: Pre-meal temp adjust range
ro: Intervalul dumneavoastră temporar de ajustare a valorilor dinaintea mesei

source: Prescription
ro: Prescripție

source: PRESETS
ro: PRESETĂRI

source: Progressing.
ro: Progresează.

source: Pump Event
ro: Eveniment pompă

source: Rapid-Acting – Adults
ro: Acțiune rapidă – Adulți

source: Rapid-Acting – Children
ro: Acțiune rapidă - Copii

source: Required
ro: Obligatoriu

source: Resume Delivery
ro: Reia administrarea

source: Resuming
ro: Se reia

source: Review and Save Settings
ro: Revizuiește și Salvează Setările

source: Review your therapy settings below. If you’d like to edit any of these settings, tap Back to go back to that screen.
ro: Revizuiți setările de terapie de mai jos. Dacă doriți să editați oricare dintre aceste setări, apăsați Înapoi pentru a reveni la acel ecran.

source: Running
ro: Se rulează

source: Save
ro: Salvează

source: Save Basal Rates?
ro: Salvați ratele bazale?

source: Save Carb Ratios?
ro: Salvați rațiile insulina carbohidrați?

source: Save Correction Range(s)?
ro: Salvați intervalul (intervalele) de corecție?

source: Save Delivery Limits?
ro: Salvați limitele de administrare?

source: Save Insulin Sensitivities?
ro: Salvați sensibilitatea la insulină?

source: SCHEDULED OVERRIDE
ro: ÎNLOCUIRE PLANIFICATĂ

source: SCHEDULED PRESET
ro: PRESETARE PROGRAMATĂ

source: Slow
ro: Lentă

source: Some of the values you have entered are outside of what is typically recommended for most people.
ro: Unele dintre valorile introduse sunt în afara a ceea ce este recomandat de obicei pentru majoritatea oamenilor.

source: Some users choose a value 2, 3, or 4 times their highest scheduled basal rate.
ro: Unii utilizatori aleg o valoare de 2, 3 sau 4 ori cea mai mare rată bazală programată.

source: Start Time
ro: Oră începere

source: Starting Temp Basal
ro: Pornire bazală temporară

source: Submitted by %1$@, %2$@
ro: Trimis de %1$@, %2$@

source: Support
ro: Asistenţă

source: Suspend Delivery
ro: Suspendă administrarea

source: Suspending
ro: Se suspendă

source: Switch Preview State
ro: Schimbă către Stare Previzualizare

source: Symbol
ro: Simbol

source: Tap '+' to create a new custom preset.
ro: Apasă '+' pentru a crea o nouă presetare personalizată.

source: Tap to set
ro: Apăsați pentru setare

source: Target Range
ro: Interval țintă

source: Temporary Override
ro: Înlocuire temporară

source: than your correction range
ro: faţă de intervalul de corecţii

source: The legacy model used by Loop, allowing customization of action duration.
ro: Modelul vechi utilizat de Loop, permite personalizarea duratei de acțiune.

source: The maximum absorption time is %@
ro: Durata maximă de absorbție este de %@

source: The maximum allowed amount is %@ grams
ro: Cantitatea maximă admisă este de %@ grame

source: The rapid-acting adult model assumes peak activity at 75 minutes.
ro: Modelul pentru adulți de acțiune rapidă presupune vârful de acțiune la 75 de minute.

source: The rapid-acting child model assumes peak activity at 65 minutes.
ro: Modelul pentru copii de acțiune rapidă presupune vârful de acțiune la 65 de minute.

source: The schedule starts at midnight and cannot contain a rate of 0 U/hr.
ro: Programul începe la miezul nopții și nu poate conține o rată bazala de 0 U/oră.

source: Therapy Settings
ro: Setări Terapie

source: Therapy Settings Support Placeholder
ro: Suport Setări de Terapie Substituent

source: This model assumes peak insulin activity at 55 minutes.
ro: Acest model presupune activitatea maximă a insulinei la 55 minute.

source: This model assumes peak insulin activity at 65 minutes.
ro: Acest model presupune activitatea maximă a insulinei la 65 minute.

source: This model assumes peak insulin activity at 75 minutes.
ro: Acest model presupune activitatea maximă a insulinei la 75 minute.

source: This will typically be
ro: Acesta va fi de obicei

source: Time
ro: Timp

source: Times in %1$@%2$@%3$@
ro: Orele în %1$@%2$@%3$@

source: To be implemented
ro: Va fi implementat

source: Top
ro: Superior

source: Top component
ro: Componenta superioara

source: U/hour
ro: U/oră

source: Unable to Save
ro: Nu se poate salva

source: Units
ro: Unități

source: Unknown
ro: Necunoscut

source: Value
ro: Valoare

source: Verifying
ro: Se verifică

source: Warning
ro: Avertizare

source: Work with your healthcare provider to choose a value that is higher than your highest scheduled basal rate, but as conservative or aggressive as you feel comfortable.
ro: Consultați-va cu medicul pentru a alege o valoare mai mare decât cea mai mare rată bazală programată, dar suficient de prudenta sau agresiva pe cât vă simțiți confortabil.

source: Workout
ro: Activitate sportivă

source: Workout temp adjust is the glucose value or range of values you want Loop to target during activity.
ro: Intervalul dumneavoastră temporar de ajustare a valorilor in timpul exercițiilor fizice ar trebui să fie valoarea glicemiei sau intervalul valorilor pe care doriţi ca Loop să o ţintească în timpul activității.

source: Workout temp adjust range
ro: Intervalul dumneavoastră temporar de ajustare pentru sport

source: You can add different carb ratios for different times of day by using the ➕.
ro: Poți adăuga diferite rații carbohidrați/insulina pentru diferite momente ale zilei folosind ➕.

source: You can add different insulin sensitivities for different times of day by using the ➕.
ro: Puteți adăuga valori pentru sensibilitatea la insulină pentru diferite momente ale zilei utilizând ➕.

source: You can add different ranges for different times of day by using the ➕.
ro: Poți adăuga diferite intervale pentru diferite momente ale zilei folosind ➕.

source: You can add entries for different times of day by using the ➕.
ro: Poți adăuga intrări pentru diferite momente ale zilei folosind ➕.

source: You can choose how (appName) measures the insulin's peak activity according to one of these two insulin models.
ro: Puteți alege modul în care (appName) măsoară activitatea maximă a insulinei în funcție de unul dintre aceste două modele de insulină.

source: You can choose how %@ measures the insulin's peak activity according to one of these two insulin models.
ro: Puteți alege modul în care %@ măsoară activitatea maximă a insulinei în funcție de unul dintre aceste două modele de insulină.

source: You can edit a setting by tapping into any line item.
ro: Puteți edita o setare apăsând pe orice linie.

source: You can edit the setting by tapping into the line item.
ro: Puteți edita setarea apăsând pe linie.

source: Your basal rate of insulin is the number of units per hour that you want to use to cover your background insulin needs.
ro: Rata bazală de insulină este numărul de unități pe oră pe care doriți să le utilizați pentru a acoperi necesarul bazal de insulina al organismului.

source: Your healthcare provider can help you choose a correction range that's right for you.
ro: Medicul dvs. vă poate ajuta să alegeți un interval de corecție potrivit pentru dvs.

source: Your insulin sensitivity factor (ISF) is the drop in glucose expected from one unit of insulin.
ro: Factorul dumneavoastră de sensibilitate la insulină (ISF) este scăderea glicemiei determinata de o unitate de insulină.

source: Your pre-meal temp adjust range should be the glucose value (or range of values) you want Loop to target by the time you take your first bite of your meal.
ro: Intervalul dumneavoastră temporar de ajustare a valorilor dinaintea mesei ar trebui să fie valoarea glicemiei (sau intervalul valorilor) pe care doriţi ca Loop să o ţintească în momentul în care incepeți să mâncați.
